{
    "movieReview": [
      {
        "id": 1,
        "movieName": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง",
        "movieLength": 115,
        "director": "Hirakawa Yuichiro",
        "category": "หนังรักโรแมนติก",
        "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/221203120331TqQ.jpg",
        "trailer": "https://www.youtube.com/embed/u2QNy_usYuA",
        "review": {
          "review": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง เป็นหนังที่ดัดแปลงมาจากอนิเมะชื่อเดียวกันของ Ghibli (แต่ภาษาไทยคนละชื่อ โดยฉบับอนิเมะใช้ชื่อว่า วันนั้น...วันไหน หัวใจจะเป็นสีชมพู) ซึ่งหนังเรื่องนี้ไม่เพียงแต่ Remake ใหม่มาเป็นฉบับ Live-action มันยังเป็นทั้งภาคต่อที่จะได้เห็นเรื่องราวการเติบโตของตัวละครด้วย ในแบบฉบับของผู้สร้างเองด้วย คำถามแรก คงมีคนสงสัยแน่ว่าถ้าไม่เคยดูฉบับอนิเมะมาจะดูรู้เรื่องมั้ย คำตอบคือ ดูรู้เรื่อง เพราะถึงแม้จะบอกไปว่ามันเป็นภาคต่อ แต่ตัวหนังก็มีเหตุการณ์ย้อนอดีตในช่วงวัยเด็กที่เป็นอนิเมะมาให้เราดูอยู่บ้าง แต่ถ้าหากจะให้แนะนำ ถ้าตัดสินใจจะดูหนังเรื่องนี้แล้ว ไม่ว่าก่อนหรือหลังก็ต้องไปหาอนิเมะเรื่องนี้ดู และเราดูหนังก่อนดูอนิเมะ เพราะมีอะไรหลายจุดที่มันไม่เหมือนกับในหนัง ทั้งรายละเอียดเล็กน้อย และรายละเอียดหลัก เช่น ความฝันของพระเอกเซอิจิที่เปลี่ยนจากช่างทำไวโอลินกลายเป็นนักดนตรีเชลโล่มืออาชีพ หรืออย่างงานเขียนแรกของนางเอกชิซึคุจากที่ให้ปู่ของเซอิจิอ่านก็กลายเป็นให้เซอิจิอ่านคนแรก อีกทั้งยังมีประเด็นหลายอย่างที่หนังก็ไม่ได้เล่าจากอนิเมะเช่นกัน แต่ในมุมมองของเราก็ผิดหวังในด้านความเป็นหนังหลังดูจบไปแล้วรอบนึง พอได้ดูอนิเมะก็ยิ่งผิดหวังกับหนังเข้าไปใหญ่ ขาดเสน่ห์แบบสุด ๆ",
          "score": {
            "screenPlay": 4,
            "playing": 4,
            "music": 7,
            "actorSkills": 6,
            "graphics": 7,
            "average": 5.6
          }
        }
      },
      {
        "id": 2,
        "movieName": " The Lair - เขมือบล้างนรก",
        "movieLength": 95,
        "director": "Neil Marshall",
        "category": "หนังแอ็คชัน",
        "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/2212031203314l6.jpg",
        "trailer": "https://www.youtube.com/embed/Y0dMzHLB2K8",
        "review": {
          "review": "หนัง The Lair หรือชื่อไทยว่า เขมือบล้างนรก เคต ซินแคลร์ นักเขียนกองทัพอากาศได้ถูกจู่โจมในอัฟกานิสถาน เธอจึงต้องเข้าไปหลบภัยที่บังเกอร์ใต้ดินที่ถูกทิ้งร้างเอาไว้ ก่อนจะค้นพบว่าที่นั่นมีการซุกซ่อนอาวุธชีวภาพที่มนุษย์สร้างขึ้นเอาไว้ และมันได้ทำการปลุกสิ่งมีชีวิตครึ่งคนครึ่งมนุษย์ต่างดาวขึ้นมา",
          "score": {
            "screenPlay": 3,
            "playing": 4,
            "music": 5,
            "actorSkills": 4,
            "graphics": 5,
            "average": 4.2
          }
        }
      },
      {
        "id": 3,
        "movieName": "Detective Conan: The Bride of Halloween - ยอดนักสืบจิ๋ว โคนัน เดอะมูฟวี่ 25 : เจ้าสาวฮาโลวีน",
        "movieLength": 111,
        "director": "Susumu Mitsunaka",
        "category": "หนังสืบสวน",
        "picture": "https://movie.thaiware.com/upload_misc/movie/2022_05/original/2205101200161fR.jpg",
        "trailer": "https://www.youtube.com/embed/5DcWtjrYcFI",
        "review": {
          "review": "โคนันเป็นเรื่องราวที่ผมเชื่อว่าใครหลายคนน่าจะต้องเคยดูผ่านกันมาไม่มากก็น้อย ทั้งในรูปแบบหนังสือการ์ตูนหรือในรูปแบบอนิเมะ และในฉบับเดอะมูฟวี่ก็ถูกทำมาแล้วถึง 25 ภาค ซึ่งในภาคนี้ก็บอกเล่าเรื่องราวในช่วงเทศกาลฮาโลวีนที่โตเกียวใจกลางชิบูยะ กับคนร้ายมือวางระเบิดสุดอันตรายที่มีความเกี่ยวพันธ์กับฟุรุยะ เรย์ และผองเพื่อน! ต้องบอกก่อนว่าสำหรับใครที่เป็นแฟนโคนันคงไม่พลาดแน่ ๆ แต่สำหรับใครที่ไม่ได้ตามโคนันมานานแล้ว อยากกลับมาดูก็สามารถดูได้แบบไม่งงมากนัก เพราะตัวหนังยังใจดีปูเรื่องราวที่ผ่านมาให้เราฟังอย่างคร่าว ๆ ว่าใครเป็นใคร เกิดอะไรขึ้นบ้าง ให้พอเข้าใจโดยสังเขป ",
          "score": {
            "screenPlay": 9,
            "playing": 10,
            "music": 9,
            "actorSkills": 9,
            "graphics": 8,
            "average": 9
          }
        }
      },
      {
        "id": 4,
        "movieName": "Decibel - ลั่นระเบิดเมือง",
        "movieLength": 110,
        "director": "In-ho Hwang",
        "category": "หนังต่อสู้แอกชัน",
        "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/221124120319M47.jpg",
        "trailer": "https://www.youtube.com/embed/UmgVsK6cQuc",
        "review": {
          "review": "หนัง Decibel หรือชื่อไทยว่า ลั่นระเบิดเมือง อดีตนาวิกโยธินแห่งกองทัพเรือเกาหลีได้รับโทรศัพท์ข่มขู่จากชายปริศนา ที่อ้างว่าได้ลอบวางระเบิดเอาไว้ตามสถานที่ต่าง ๆ ที่มีเป้าหมายเป็นพลเรือนผู้บริสุทธิ์หมู่มาก ในหนึ่งในสถานที่นั้นก็คือสนามกีฬาและสวนน้ำขนาดใหญ่ ผู้ก่อการ้ายอ้างว่าใช้ ระเบิดเสียง ที่จะเป็นการทำงานปล่อยพลังเสียงมากกว่า 100 เดซิเบล เกินกว่าที่มนุษย์จะทนรับฟังได้ ทำให้เขาและอีกหลาย ๆ คน พยายามหาทางยับยั้งวินาศกรรมในครั้งนี้ ก่อนที่จะสายเกินไป...",
          "score": {
            "screenPlay": 7,
            "playing": 6,
            "music": 6,
            "actorSkills": 8,
            "graphics": 6,
            "average": 6.6
          }
        }
      },
      {
        "id": 5,
        "movieName": "SPEAK NO EVIL - พักร้อนซ่อนตาย",
        "movieLength": 100,
        "director": "DChristian Tafdrup",
        "category": "หนังผี หนังระทึกขวัญ",
        "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/2211021203267TQ.jpg",
        "trailer": "https://www.youtube.com/embed/79bWdmtPc4k",
        "review": {
          "review": "หนัง Speak No Evil หรือชื่อไทยว่า พักร้อนซ่อนตาย เมื่อครอบครัวชาวเดนมาร์กได้มาพบกับ ครอบครัวชาวดัตช์ในช่วงวันหยุดพักร้อนที่เมืองทัสคานี พวกเขาเริ่มสนิทกันอย่างรวดเร็วจนสานสัมพันธ์กลายเป็นเพื่อนสนิท . จนวันหนึ่ง ครอบครัวชาวเดนมาร์กก็ได้รับคำเชิญจากชาวดัตช์ ให้ไปเที่ยวที่บ้านพักของเขาในชนบทที่เนเธอร์แลนด์ แต่เมื่อพวกเขาเดินทางมาถึง ความแปลกประหลาดทั้งหมดก็เริ่มต้นขึ้น และโดยที่ไม่มีใครคาดคิด ครอบครัวชาวดัตช์ค่อย ๆ เริ่มเผยตัวตน จากมิตรภาพที่น่าไว้วางใจ กลายมาเป็นเหล่าตัวอันตรายที่เตรียมจ้องเล่นงานพวกเขาอย่างเงียบ ๆ และตั้งใจที่จะทำให้ทุกคนไม่มีวันได้ออกจากที่นั่นอีกตลอดไป",
          "score": {
            "screenPlay": 6,
            "playing": 5,
            "music": 8,
            "actorSkills": 7,
            "graphics": 7,
            "average": 6.6
          }
        }
      },
      {
        "id": 6,
        "movieName": "Ambulance - ปล้นระห่ำ ฉุกเฉินระทึก",
        "movieLength": 146,
        "director": "Michael Bay",
        "category": "หนังปล้น",
        "picture": "https://movie.thaiware.com/upload_misc/movie/2022_03/original/2203011200132EO.jpg",
        "trailer": "https://www.youtube.com/embed/7NU-STboFeI",
        "review": {
          "review": "Ambulance ว่าด้วยเรื่องราวของ Will ทหารผ่านศึกผู้หาเงินไปรักษาภรรยา แต่ก็อับจนหนทาง จึงต้องหันไปหา Danny พี่ชายที่เป็นอาชญากรเพื่อขอเงินมา แต่แล้ว Danny ก็ยื่นข้อเสนอให้ Will มาปล้นธนาคารกับเขาแถมยังได้เงินเยอะกว่าที่ตั้งใจจะขอแต่แรกซะอีก แต่การปล้นกลับผิดแผน มีตำรวจบาดเจ็บ ทางเข้าออกถูกปิด พวกเขาจึงหาทางออกจากธนาคารด้วยการปล้นรถพยาบาลพร้อมหนีการไล่ล่าจากตำรวจแบบสุดชีวิต ตั้งแต่เห็นตัวอย่างแรกของ Ambulance และเห็นว่าเป็นผลงานของ Michael Bay ก็ไม่ได้คาดหวังบทที่คมคาย สมเหตุสมผลหรือซับซ้อนอะไรอยู่แล้ว เตรียมถอดสมองไปดูเอาความมัน ระเบิด ภูเขา เผากระท่อมและรถที่พร้อมพังทุกเมื่อ และหลังจากที่ได้ไปดูต้องบอกเลยว่า...เป็นหนังที่โคตรบันเทิง",
          "score": {
            "screenPlay": 8,
            "playing": 9,
            "music": 8,
            "actorSkills": 9,
            "graphics": 9,
            "average": 8.6
          }
        }
      },
      {
        "id": 7
      },
      {
        "movieName": "เด็กเเว๊น",
        "movieLength": "แง๊นนนนน",
        "director": "",
        "category": "",
        "picture": "",
        "trailer": "",
        "review": {
          "review": "",
          "score": {
            "screenPlay": "",
            "playing": "",
            "music": "",
            "actorSkills": "",
            "graphics": "",
            "average": null
          }
        },
        "id": 8
      }
    ]
  }